import { Article } from "@/app/(home)/components/articles/types";

export const articlesList : Article[] = [
    {
      id: 1,
      image: "/img/article-1.svg",
      title: "انتخاب لباس‌های زنانه در هر فصل",
      description:
        "در تابستان از پارچه‌های نخی و سبک استفاده کنید که نفس‌گیر هستند و در زمستان از پارچه‌های گرم مانند پشم و مخمل که گرمای بدن را حفظ می‌کنند.",
      date: "۱۴ شهریور",
      time: "۱۰ دقیقه",
      tags: ["استایل", "انتخاب پارچه"],
    },
    {
      id: 2,
      image: "/img/article-2.svg",
      title: "جدیدترین ترندهای دنیای مد",
      description:
        "سال جدید، سبک‌های جدیدی به همراه دارد. در این مقاله، نگاهی به ترندهای برتر دنیای مد در سال 2024 انداخته و نحوه تطبیق آن‌ها با استایل شخصی خود را بررسی کنید.",
      date: "۱۴ شهریور",
      time: "۱۰ دقیقه",
      tags: ["ترندهای طراحی"],
    },
    {
      id: 3,
      image: "/img/article-3.svg",
      title: "تأثیر رنگ‌ها در استایل",
      description:
        "رنگ‌ها نقش مهمی در استایل شما ایفا می‌کنند. در این مقاله یاد می‌گیرید که چگونه رنگ‌هایی را انتخاب کنید که نه تنها شما را زیباتر نشان دهند، بلکه با شخصیتتان همخوانی داشته باشند.",
      date: "۱۴ شهریور",
      time: "۱۰ دقیقه",
      tags: ["رنگ بندی", "فرم بدن"],
    },
  ];